Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# PassportPostcode
source: Postcode
ar: الرمز البريدي
be: Паштовы індэкс
ca: Codi postal
de: Postleitzahl
es: Código postal
fa: کد پستی
fi: Postinumero
fr: Code postal
id: Kode Pos
it: Codice postale
ko: 우편 번호
ms: Poskod
pl: Kod pocztowy
pt_br: CEP
ru: Индекс
sv: Postnr.
tr: Posta Kodu
uk: Поштовий індекс
uz: Pochta indeksi
zh_cn: 邮政编码
zh_tw: 郵政編碼

# PassportProvidedInformation
source: Provided Information
ar: المعلومات المضافة
be: Паданыя звесткі
ca: Informació proporcionada
de: Hinterlegte Informationen
es: Información entregada
fa: اطلاعات ارائه شده
fi: Annetut tiedot
fr: Informations fournies
id: Informasi Tersedia
it: Informazioni fornite
ko: 제공한 정보
ms: Informasi yang Diberi
nl: Opgegeven informatie
pl: Dostarczone informacje
pt_br: Informação Fornecida
ru: Предоставленная информация
sv: Lämnad information
tr: Sağlanan Bilgiler
uk: Надані дані
uz: Taqdim etilgan axborotlar
zh_cn: 已提供信息
zh_tw: 已提供訊息

# PassportRequest
source: **{0}** requests access to your personal data to sign you up for their services.
ar: يطلب **⁨{0}⁩** الوصول لبياناتك الشخصية لتسجيلك في خدماتهم.
be: **{0}** запытвае доступ да вашых персанальных даных, каб аўтарызаваць вас у сэрвісе.
ca: {0} demana accedir a les vostres dades personals per registrar-vos als seus serveis.
de: **{0}** verlangt Zugriff auf deine persönlichen Daten, damit du dich dort registrieren kannst.
es: **{0}** solicita acceso a tus datos personales para registrarte en sus servicios.
fa: **⁨{0}⁩** اجازه دسترسی به داده‌های شخصی شما را می‌خواهد تا شما را برای دریافت سرویس‌های خود ثبت نام کند.
fi: **{0}** pyytää pääsyä henkilötietoihisi kirjautumista varten.
fr: **{0}** demande l'accès à vos données personnelles pour vous inscrire à ses services.
id: {0} meminta akses ke data pribadi Anda untuk mendaftarkan Anda ke layanan mereka.
it: {0} richiede l'accesso ai tuoi dati personali per l'iscrizione ai suoi servizi.
ko: **{0}**이(가) 서비스에 회원님을 등록하기 위해 개인 데이터 접근 권한을 요청합니다.
ms: **{0}** memohon akses ke data peribadi anda untuk mendaftar anda ke servis mereka.
nl: **{0} ** vraagt om toegang tot je persoonsgegevens om je aan te melden voor de door hen aangeboden diensten
pl: **{0}** żąda dostępu do twoich danych osobowych, aby zarejestrować cię w celu korzystania z ich usług.
pt_br: {0} solicita acesso aos seus dados pessoais para que você assine os serviços deles.
ru: Для регистрации **{0}** запрашивает доступ к Вашей личной информации.
sv: **{0}** begär åtkomst till dina privata data för regisrtering på deras tjänst.
tr: **{0}** sizi hizmetlerine kaydedebilmek için kişisel verilerinize erişim izni istiyor.
uk: Для реєстрації **{0}** запитує доступ до ваших особистих даних.
uz: **{0}** xizmatlariga registratsiya qilish uchun shaxsiy maʼlumotlaringizdan foydalanishni soʻramoqda.
zh_cn: **{0}** 请求访问您的个人数据以便为您提供服务。
zh_tw: **{0}** 請求存取您的個人數據以便為您提供服務。

# PassportRequestedInformation
source: Requested Information
ar: المعلومات المطلوبة
be: Запытаныя звесткі
ca: Informació sol·licitada
de: Angeforderte Informationen
es: Información solicitada
fa: اطلاعات درخواستی
fi: Pyydetyt tiedot
fr: Informations demandées
id: Informasi Yang Diminta
it: Informazioni richieste
ko: 요청 받은 정보
ms: Maklumat yang Diperlukan
nl: Gevraagde informatie
pl: Żądane informacje
pt_br: Informação Solicitada
ru: Необходимая информация
sv: Begärd information
tr: İstenen Bilgiler
uk: Інформація, що запитується
uz: Talab qilinadigan axborotlar
zh_cn: 所需信息
zh_tw: 所需訊息

# PassportRequestPasswordInfo
source: Enter your Telegram Password to decrypt your data.
ar: يرجى إدخال كلمة مرورك في تليجرام لفك تشفير بياناتك
be: Увядзіце ваш пароль, каб расшыфраваць даныя.
ca: Introduïu la contrasenya del Telegram per desxifrar les vostres dades.
de: Dein Passwort wird benötigt, um die Daten zu entschlüsseln.
es: Pon tu contraseña de Telegram para descifrar tus datos.
fi: Syötä Telegram-salasanasi päästäksesi tietoihisi.
fr: Saisissez votre mot de passe Telegram pour déchiffrer vos données.
it: Inserisci la tua password di Telegram per decifrare i tuoi dati.
ko: 데이터를 해독하려면 텔레그램 비밀번호를 입력해 주세요.
ms: Masukkan Kata Laluan Telegram anda untuk henti penyulitan data anda.
nl: Voer je Telegram-wachtwoord in om je gegevens te ontsleutelen.
pl: Wprowadź hasło do Telegrama, aby odszyfrować dane.
pt_br: Digite a senha do Telegram para descriptografar seus dados.
ru: Для расшифровки данных введите свой пароль от Telegram.
sv: Ange ditt lösenord till Telegram för att avkoda dina data.
tr: Verilerinizin şifresini çözmek için Telegram Parolanızı girin.
uk: Введіть пароль Telegram, щоб розшифрувати свої дані.

# PassportRequiredDocuments
source: Required Documents
ar: الوثائق المطلوبة
be: Патрэбныя дакументы
ca: Documents requerits
de: Notwendige Dokumente
es: Documentos necesarios
fa: سندهای مورد نیاز
fi: Vaaditut asiakirjat
fr: Documents requis
id: Dokumen yang dibutuhkan
it: Documenti richiesti
ko: 필요한 서류
ms: Dokumen yang Diperlukan
nl: Vereiste documenten
pl: Wymagane dokumenty
pt_br: Documentos Obrigatórios
ru: Необходимые документы
sv: Nödvändiga handlingar
tr: Gerekli Belgeler
uk: Необхідні документи
uz: Kerakli Hujjatlar
zh_cn: 需求文件
zh_tw: 需求文件

# PassportResidence
source: Residence
ar: الإقامة
be: Краіна пражывання
ca: Residència
de: Wohnsitz
es: Residencia
fa: محل سکونت
fi: Asuinmaa
fr: Résidence
id: Domisili
it: Residenza
ko: 거주지
ms: Tempat tinggal
nl: Land van residentie
pl: Kraj zamieszkania
pt_br: Residência
ru: Местожительство
sv: Bostadsort
tr: Yerleşim Yeri
uk: Проживання
uz: Yashash joyi
zh_cn: 居住地
zh_tw: 居住地

# PassportResidentialAddress
source: Residential Address
ar: عنوان السكن
be: Адрас пражывання
ca: Adreça residencial
de: Wohnsitzadresse
es: Dirección de residencia
fa: آدرس محل سکونت
fi: Asuinosoite
fr: Adresse de résidence
id: Alamat Domisili
it: Indirizzo di residenza
ko: 거주지 주소
ms: Alamat Tempat Tinggal
nl: Woonadres
pl: Adres zamieszkania
pt_br: Endereço Residencial
ru: Адрес проживания
sv: Bostadsadress
tr: Yerleşim Adresi
uk: Адреса проживання
uz: Yashash Manzili
zh_cn: 住址
zh_tw: 住址

# PassportReverseSide
source: Reverse Side
ar: الوجه الخلفي
be: Задні бок
ca: Revers
de: Rückseite
es: Reverso
fa: طرف پشت
fi: Kääntöpuoli
fr: Verso
id: Sisi Belakang
it: Lato posteriore
ko: 반대면
ms: Muka Surat Belakang
nl: Achterkant
pl: Tylna strona
pt_br: Verso
ru: Обратная сторона
sv: Baksida
tr: Arka Yüzü
uk: Зворотний бік
uz: Orqa tomoni
zh_cn: 反面
zh_tw: 反面

# PassportReverseSideInfo
source: Upload a photo of the reverse side of the document
ar: رفع صورة عن الوجه الخلفي لهذه الوثيقة
be: Запампуйце фота задняга боку дакумента
ca: Pugeu una foto del revers del document
de: Foto der Rückseite des Dokuments hochladen
es: Sube una foto del reverso del documento
fa: لطفاً عکسی از طرف پشت سند را آپلود کنید
fi: Lähetä kuva asiakirjan kääntöpuolesta
fr: Envoyez une photo du verso du document
id: Unggah foto sisi belakang dokumen.
it: Carica una foto del lato posteriore del documento
ko: 서류 뒷면의 사진을 업로드하세요
ms: Muat naik foto muka surat belakang dokumen
nl: Upload een foto van de achterkant van het document
pl: Prześlij zdjęcie tylnej strony dokumentu
pt_br: Envie uma foto do verso do documento
ru: Загрузите фотографию обратной стороны документа
sv: Ladda upp en bild av handlingen baksida
tr: Belgenin arka yüzünün fotoğrafını yükleyin
uk: Завантажте фото зворотнього боку документа
uz: Hujjat orqa tomonining rasmini yuklash
zh_cn: 上传一份文件反面的照片
zh_tw: 上傳一份文件反面的照片

# PassportScanPassport
source: Scan Your Passport
ar: تصوير جوازك
be: Адсканаваць свой пашпарт
ca: Escanegeu el vostre passaport
de: Deinen Reisepass einscannen
es: Escanea tu pasaporte
fa: پاسپورت خود را اسکن کنید
fi: Skannaa passisi
fr: Scannez votre passeport
id: Pindai Paspor Anda
it: Scansiona il tuo passaporto
ko: 회원님의 여권을 스캔하세요
ms: Imbas Pasport Anda
nl: Scan je paspoort
pl: Zeskanuj swój dokument tożsamości
pt_br: Escaneie Seu Passaporte
ru: Отсканируйте свой паспорт
sv: Skanna in ditt pass
tr: Pasaportunuzu Tarayın
uk: Скан паспорта
uz: Pasportingizni skanerlang
zh_cn: 扫描您的护照
zh_tw: 掃描您的護照

# PassportScanPassportInfo
source: Scan your passport or identity card's machine-readable zone to fill in your details automatically.
ar: قم بتصوير منطقة القراءة الآلية من جوازك أو بطاقة هويتك الشخصية لتعبئة بياناتك تلقائيًا.
be: Адскануйце свой пашпарт або іншы дакумент, які пацвярджае асобу, памясціўшы яго ў вобласць распазнавання, і ўсе звесткі будуць запоўнены аўтаматычна.
ca: Escanegeu la zona de lectura mecànica del passaport o carnet d'identitat per a omplir les dades automàticament.
de: Scanne deinen Reisepass oder Ausweis mit maschinenlesbaren Bereich ein, um persönliche Daten automatisch einzutragen.
es: Escanea tu pasaporte o tarjeta de identificación con zona legible para máquinas para completar los datos personales automáticamente.
fa: جهت پر کردن اطلاعات خود به صورت خودکار، قسمت ماشین‌خوانای پاسپورت یا کارت شناسایی خود را اسکن کنید.
fi: Skannaa passisi tai henkilökorttisi koneluettava osa täyttääksesi tiedot automaattisesti.
fr: Scannez une zone lisible par machine de votre passeport ou carte d'identité pour remplir vos informations automatiquement.
id: Pindai paspor atau kartu identitas Anda dengan mesin pembaca untuk mengisi data diri secara otomatis.
it: Scansiona il tuo passaporto o la carta d'identità con campi leggibili in modo che i tuoi dettagli vengano inseriti in automatico.
ko: 개인 신상 명세를 자동으로 채우려면 회원님의 여권이나 신분증의 기계 판독 가능 구역을 스캔하세요.
ms: Imbas pasport atau kad pengenalan anda di zon boleh dibaca oleh mesin untuk mengisi perincian peribadi secara automatik.
nl: Scan je paspoort of identiteitskaart met de machine-leesbare-zone om je gegevens automatisch in te vullen.
pl: Zeskanuj paszport lub dowód osobisty za pomocą pola odczytu maszynowego w celu automatycznego wypełnienia danych.
pt_br: Escaneie a zona legível por máquina do seu passaporte ou carteira de identidade para preencher os seus dados automaticamente.
ru: Чтобы автоматически заполнить личные данные, сканируйте свой паспорт или удостоверение личности с областью для считывания компьютером.
sv: Skanna ditt pass eller id-korts maskinläsbara del för automatisk ifyllning av dina personuppgifter.
tr: Bilgilerinizi otomatik olarak doldurmak için pasaportunuzun veya kimlik kartınızın makine tarafından okunabilen bölgesini tarayın.
uk: Щоб дані було введено автоматично, на скані також має бути видно область для зчитування компʼютером.
uz: Pasport yoki identifikatsion kartangiz ma'lumotlarini avtomatik to'ldirilishi uchun mashina o'qiydigan ko'rinishda skaner qiling.
zh_cn: 在机器识别区内扫描您的护照或身份证以自动填写个人信息。
zh_tw: 在機器識别區内掃描您的護照或身份証以自動填寫個人資料。

# PassportSDK_Cancel
source: Cancel
ar: إلغاء
be: Скасаваць
ca: Cancel·la
de: Abbrechen
es: Cancelar
fa: لغو
fi: Peruuta
fr: Annuler
id: Batal
it: Annulla
ko: 취소
ms: Batal
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal Et
uk: Скасувати
uz: Bekor qilish

# PassportSDK_DownloadTelegram
source: You need Telegram to log in to **{0}**. Would you like to install it now?
ar: تحتاج إلى تطبيق تيليجرام لتسجيل الدخول إلى **⁨{0}⁩**، هل ترغب في تثبيته الآن؟
be: Вам патрэбны Telegram, каб увайсці ў **{0}**. Хочаце ўсталяваць яго?
ca: Necessiteu el Telegram per a iniciar la sessió a **{0}**. Voleu instal·lar-lo ara?
de: Du brauchst Telegram, um dich bei **{0}** anmelden zu können. Möchtest du es jetzt installieren?
es: Necesitas Telegram para registrate en **{0}**. ¿Quieres instalarla ahora?
fa: شما جهت ورود به حساب کاربری خود در **⁨{0}⁩** به تلگرام احتیاج دارید. آیا تمایل دارید آن را الان نصب کنید؟
fi: Tarvitset Telegramin kirjautuaksesi palveluun **{0}**. Haluatko asentaa sen nyt?
fr: Vous avez besoin de Telegram pour vous connecter à **{0}**. Voulez-vous l'installer maintenant ?
id: Anda memerlukan Telegram untuk masuk ke **{0}**. Apakah Anda ingin memasangnya sekarang?
it: Hai bisogno di Telegram per accedere a **{0}**. Vuoi installarlo ora?
ko: **{0}**에 로그인하려면 텔레그램이 있어야 합니다. 지금 설치하시겠습니까?
ms: Anda perlu Telegram untuk log masuk ke **{0}**. Adakah anda ingin pasangnya sekarang?
nl: Je hebt Telegram nodig om in te loggen op **{0}**. Telegram nu installeren?
pl: Potrzebujesz Telegrama, aby zalogować się do **{0}**. Czy chcesz go teraz zainstalować?
pt_br: Você precisa do Telegram para entrar em **{0}**. Gostaria de instalar agora?
ru: Чтобы авторизоваться в **{0}**, требуется Telegram. Хотите установить его сейчас?
sv: Du behöver Telegram för att logga in på **{0}**. Vill du installera det nu?
tr: **{0}** botunda oturum açmak için Telegram'a ihtiyacınız var. Şimdi yüklemek ister misiniz?
uk: Для входу в **{0}** потрібен Telegram. Бажаєте встановити його зараз?
uz: **{0}**ʼga kirish uchun sizga Telegram kerak boʻladi. Uni oʻrnatishni xohlaysizmi?

# PassportSDK_LogInWithTelegram
source: Log in with Telegram
ar: تسجيل الدخول عبر تيليجرام
be: Увайсці праз Telegram
ca: Inicia la sessió amb el Telegram
de: Mit Telegram anmelden
es: Iniciar sesión con Telegram
fa: ورود با حساب کاربری تلگرام
fi: Kirjaudu sisään Telegramilla
fr: Connexion avec Telegram
id: Masuk dengan Telegram
it: Accedi con Telegram
ko: 텔레그램으로 로그인
ms: Log masuk dengan Telegram
nl: Inloggen met Telegram
pl: Zaloguj za pomocą Telegrama
pt_br: Entrar com Telegram
ru: Войти через Telegram
sv: Logga in med Telegram
tr: Telegram ile Oturum Aç
uk: Увійти через Telegram
uz: Telegram orqali kirish

# PassportSDK_OpenGooglePlay
source: Open Google Play
ar: فتح جوجل بلاي
be: Адкрыць Google Play
ca: Obre el Google Play
de: Google Play öffnen
es: Abrir Google Play
fa: باز کردن Google Play
fi: Avaa Google Play
fr: Ouvrir Google Play
id: Buka Google Play
it: Apri Google Play
ko: Google Play 열기
ms: Buka Google Play
nl: Google Play openen
pl: Otwórz Google Play
pt_br: Abrir Google Play
ru: Открыть Google Play
sv: Öppna Google Play
tr: Google Play'i Aç
uk: Відкрити Google Play
uz: Google Playni ochish

# PassportSelectBithdayDate
source: Select Date of Birth
ar: تحديد تاريخ الميلاد
be: Выберыце дату нараджэння
ca: Seleccioneu la data de naixement
de: Geburtsdatum auswählen
es: Elegir fecha de nacimiento
fa: انتخاب تاریخ تولد
fi: Syntymäaika
fr: Sélectionnez votre date de naissance
id: Pilih Tanggal Lahir
it: Seleziona data di nascita
ko: 생년월일을 선택하세요
ms: Pilih Tarikh Lahir
nl: Kies je geboortedatum
pl: Wybierz datę urodzenia
pt_br: Selecione a Data de Nascimento
ru: Укажите дату рождения
sv: Välj födelsedatum
tr: Doğum Tarihini Seçin
uk: Виберіть дату народження
uz: Tavallud sanani tanlang
zh_cn: 选择生日
zh_tw: 選擇生日

# PassportSelectExpiredDate
source: Select Expiry Date
ar: تحديد تاريخ انتهاء الصلاحية
be: Выбраць тэрмін дзеяння
ca: Seleccioneu la data d'expiració
de: Ablaufdatum auswählen
es: Elige la fecha de vencimiento
fa: انتخاب تاریخ انقضا
fi: Erääntymispäivä
fr: Sélectionnez la date d'expiration
id: Pilih Tanggal Habis Berlaku
it: Seleziona data di scadenza
ko: 만료일을 선택하세요
ms: Pilih Tarikh Tamat
nl: Kies de verloopdatum
pl: Wybierz datę ważności
pt_br: Selecione a Data de Validade
ru: Укажите срок действия
sv: Väl utgångsdatum
tr: Bitiş Tarihini Seçin
uk: Виберіть термін дії
uz: Amal qilish muddati
zh_cn: 选择失效日期
zh_tw: 選擇失效日期

# PassportSelectGender
source: Select Gender
ar: تحديد الجنس
be: Выберыце пол
ca: Seleccioneu un gènere
de: Geschlecht auswählen
es: Elegir género
fa: انتخاب جنسیت
fi: Valitse sukupuoli
fr: Sélectionnez votre sexe
id: Pilih Jenis Kelamin
it: Seleziona genere
ko: 성별을 선택하세요
ms: Pilih Jantina
nl: Kies je geslacht
pl: Wybierz płeć
pt_br: Selecione o Gênero
ru: Выберите пол
sv: Välj kön
tr: Cinsiyet Seçin
uk: Виберіть стать
uz: Jinsni tanlang
zh_cn: 选择性别
zh_tw: 選擇性别

# PassportSelectNotExpire
source: Does not Expire
ar: لا تنتهي صلاحيتها
be: Не мае тэрміну
ca: No expira
de: Läuft nicht ab
es: No vence
fa: منقضی نمی‌شود
fi: Ei eräänny
fr: N'expire pas
id: Seumur Hidup
it: Non scade
ko: 만료되지 않음
ms: Tidak Tamat
nl: Verloopt niet
pl: Nie wygasa
pt_br: Não Expira
ru: Не истекает
sv: Går ej ut
tr: Süresiz
uk: Без терміну
uz: Cheklanmagan
zh_cn: 永不失效
zh_tw: 永不失效

# PassportSelfie
source: Selfie
ar: صورة شخصية
be: Сэлфі
ca: Autofoto
fa: سلفی
fi: Omakuva
id: Swafoto
ko: 본인 사진
ms: Swafoto
ru: Селфи
tr: Özçekim
uk: Селфі
uz: Selfi
zh_cn: 自拍照
zh_tw: 自拍照

# PassportSelfieInfo
source: Upload a selfie of yourself holding the document
ar: قم برفع صورة ذاتية لك بينما تقوم بحمل الوثيقة
be: Запампуйце ваша сэлфі з гэтым дакументам
ca: Pugeu una autofoto vostra ensenyant el document
de: Selfie von dir mit dem Dokument hochladen
es: Sube una selfie tuya sosteniendo el documento
fa: یک سلفی از خودتان در حالی که سندتان را در دست دارید آپلود کنید
fi: Lähetä omakuva itsestäsi asiakirjan kanssa
fr: Envoyez une selfie de vous en train de tenir le document
id: Unggah foto diri Anda dengan memegang dokumen.
it: Carica un tuo selfie mentre reggi il documento
ko: 본인이 이 서류를 들고 있는 사진을 업로드하세요
ms: Muat naik swafoto anda memegang dokumen
nl: Upload een selfie waarop je het document vasthoudt
pl: Prześlij zdjęcie siebie z tym dokumentem.
pt_br: Envie uma selfie segurando o documento
ru: Загрузите фотографию, где вы держите свой документ.
sv: Ladda upp en bild med dig, hållande i handlingen
tr: Belgeyi tutarken çekilmiş bir özçekiminizi yükleyin
uk: Завантажте селфі, де ви тримаєте документ.
uz: Hujjatni ushlab turganingizdagi selfini yuklash
zh_cn: 上传一张您拿着文件的自拍照
zh_tw: 上傳一張您拿着文件的自拍照

# PassportSelfRequest
source: Please enter your password to access your personal data.
ar: يرجى إدخال كلمة مرورك للوصول إلى بياناتك الشخصية.
be: Увядзіце ваш пароль, каб расшыфраваць даныя.
ca: Introduïu la contrasenya per accedir a les vostres dades personals.
de: Bitte dein Telegram-Passwort eingeben, damit du auf deine persönlichen Daten zugreifen kannst.
es: Pon tu contraseña para acceder a tus datos personales.
fa: گذرواژه خود را جهت دسترسی به داده‌های شخصی خود وارد کنید.
fi: Syötä salasanasi päästäksesi henkilötietoihisi.
fr: Saisissez votre mot de passe pour accéder à vos données.
id: Silakan masukkan kata sandi Anda untuk mengakses data pribadi Anda.
it: Per favore inserisci la tua password per accedere ai tuoi dati personali.
ko: 개인 데이터에 접근하려면 비밀번호를 입력해 주세요.
ms: Sila masukkan kata laluan untuk mengakses data peribadi anda.
nl: Voer je wachtwoord in voor toegang tot je persoonsgegevens
pl: Wprowadź hasło, aby uzyskać dostęp do swoich danych osobowych.
pt_br: Por favor, digite sua senha para acessar seus dados pessoais.
ru: Для доступа к личной информации введите свой пароль.
sv: Ange ditt lösenord för åtkomst till dina personuppgifter.
tr: Kişisel verilerinize erişmek için lütfen parolanızı girin.
uk: Введіть пароль, щоб отримати доступ до ваших особистих даних.
uz: Shaxsiy ma'lumotlarga kirish uchun parolni kiriting.
zh_cn: 请输入密码来访问个人数据
zh_tw: 請輸入密碼來存取個人數據

# PassportState
source: State/Region
ar: الولاية/المنطقة
be: Вобласць
ca: Estat o regió
de: Bundesland
es: Región/Provincia
fa: استان/منطقه
fi: Maakunta
fr: État / Région
id: Provinsi
it: Provincia
ko: 도
ms: Negeri/Wilayah
nl: Provincie
pl: Województwo
pt_br: Estado
ru: Область
sv: Region
tr: İl
uk: Область
uz: Viloyat
zh_cn: 州/地区
zh_tw: 州/地區

# PassportStreet1
source: Street
ar: الشارع
be: Вуліца
ca: Carrer
de: Straße
es: Calle
fa: خیابان
fi: Katu
fr: Rue
id: Jalan
it: Via
ko: 도로
ms: Jalan
nl: Straat
pl: Ulica
pt_br: Rua
ru: Улица
sv: Gata
tr: Sokak
uk: Вулиця
uz: Koʻcha
zh_cn: 街道
zh_tw: 街道

# PassportStreet2
source: Street
ar: الشارع
be: Нумар будынка і памяшкання
ca: Carrer
de: Straße
es: Calle
fa: خیابان
fi: Katu
fr: Rue
id: Jalan
it: Via
ko: 도로
ms: Jalan
nl: Straat
pl: Nr domu / nr mieszkania
pt_br: Rua
ru: Улица
sv: Gata
tr: Sokak
uk: Вулиця
uz: Koʻcha
zh_cn: 街道
zh_tw: 街道

# PassportSurname
source: Last name
ar: اسم العائلة
be: Прозвішча
ca: Cognoms
de: Nachname
es: Apellidos
fa: نام خانوادگی
fi: Sukunimi
fr: Nom de famille
id: Nama Belakang
it: Cognome
ko: 성
ms: Nama akhir
nl: Achternaam
pl: Nazwisko
pt_br: Sobrenome
ru: Фамилия
sv: Efternamn
tr: Soyad
uk: Прізвище
uz: Familiya
zh_cn: 姓氏
zh_tw: 姓氏

# PassportSurnameCountry
source: Last name ({0})
ar: اسم العائلة (⁨{0}⁩)
be: Прозвішча ({0})
ca: Cognoms ({0})
de: Nachname ({0})
es: Apellidos ({0})
fa: نام خانوادگی (⁨{0}⁩)
fi: Sukunimi ({0})
fr: Nom de famille ({0})
id: Nama Belakang ({0})
it: Cognome ({0})
ko: 성 ({0})
ms: Nama akhir ({0})
nl: Achternaam ({0})
pl: Nazwisko (w jęz. {0})
pt_br: Último nome ({0})
ru: Фамилия ({0})
sv: Efternamn ({0})
tr: Soyad ({0})
uk: Прізвище ({0})
uz: Familiya ({0})
zh_cn: 姓氏（{0}）
zh_tw: 姓氏（{0}）

# PassportSurnameLatin
source: Last name (latin)
ar: اسم العائلة (بالأحرف اللاتينية)
be: Прозвішча (лацінкай)
ca: Cognoms (alfabet llatí)
de: Nachname (Latein)
es: Apellidos (latino)
fa: نام خانوادگی (لاتین)
fi: Sukunimi (latinalaisilla)
fr: Nom de famille (latin)
id: Nama Belakang (latin)
it: Cognome (latino)
ko: 성 (로마자)
ms: Nama akhir (latin)
nl: Achternaam (Latijns alfabet)
pl: Nazwisko (alfabet łaciński)
pt_br: Último nome (latin)
ru: Фамилия (латиницей)
sv: Efternamn (latinska bokst.)
tr: Soyad (latin)
uk: Прізвище (латинськими літерами)
uz: Familiya (lotin)
zh_cn: 姓氏（拉丁字母）
zh_tw: 姓氏（拉丁字母）

# PassportTranslation
source: Translation
ar: الترجمة
be: Пераклад
ca: Traducció
de: Übersetzung
es: Traducción
fa: ترجمه
fi: Käännös
fr: Traduction
id: Terjemahan
it: Traduzione
ko: 번역본
ms: Terjemahan
nl: Vertaling
pl: Tłumaczenie
pt_br: Tradução
ru: Перевод
sv: Översättning
tr: Tercüme
uk: Переклад
uz: Tarjima
zh_cn: 翻译
zh_tw: 翻譯

# PassportTwoDocuments
source: {0} or {1}
ar: ⁨{0}⁩ أو ⁨{1}⁩
be: {0} або {1}
ca: {0} o {1}
de: {0} oder {1}
es: {0} o {1}
fa: ⁨{0}⁩ یا ⁨{1}⁩
fi: {0} tai {1}
fr: {0} ou {1}
id: {0} atau {1}
it: {0} o {1}
ko: {0} 또는 {1}
ms: {0} atau {1}
nl: {0} of {1}
pl: {0} lub {1}
pt_br: {0} ou {1}
ru: {0} или {1}
sv: {0} eller {1}
tr: {0} veya {1}
uk: {0} або {1}
uz: {0} yoki {1}
zh_cn: {0}或{1}
zh_tw: {0}或{1}

# PassportUploadAdditinalDocument
source: Upload Additional Scans
ar: رفع نسخ إضافية
be: Запампаваць дадатковы сканаваны дакумент
ca: Pugeu els escaneigs addicionals
de: Weitere Scans hochladen
es: Subir escaneos adicionales
fa: آپلود اسکن‌های اضافی
fi: Lähetä lisäskannauksia
fr: Envoyer des scans supplémentaires
id: Unggah Pindaian Tambahan
it: Carica scansioni aggiuntive
ko: 추가 스캔 업로드
ms: Muat naik Pengimbasan Tambahan
nl: Upload extra scans
pl: Prześlij dodatkowy skan
pt_br: Enviar Scans Adicionais
ru: Загрузить дополнительные сканы
sv: Ladda ytterligare inskanningar
tr: Ek Taramaları Yükleyin
uk: Завантажити додаткові скани
uz: Qoʻshimcha skanerlarni yuklash
zh_cn: 上传更多的扫描件
zh_tw: 上傳更多的掃描

# PassportUploadDocument
source: Upload Scans
ar: رفع النسخ
be: Запампаваць сканаваныя дакументы
ca: Pugeu els escaneigs
de: Scans hochladen
es: Subir escaneos
fa: آپلود اسکن‌ها
fi: Lähetä skannauksia
fr: Envoyer des scans
id: Unggah Pindaian
it: Carica scansioni
ko: 스캔 업로드
ms: Muat naik Pengimbasan
nl: Scans uploaden
pl: Prześlij skany
pt_br: Enviar Scans
ru: Загрузить сканы
sv: Ladda upp inskanningar
tr: Taramaları Yükleyin
uk: Завантажити скани
uz: Skanlarni yuklash
zh_cn: 上传扫描件
zh_tw: 上傳掃描

# PassportUploadMaxReached
source: You can't upload more than {0}.
ar: لا يمكنك رفع أكثر من ⁨{0}⁩.
be: Вы не можаце запампаваць больш за {0} файлаў.
ca: No en podeu pujar més de {0}.
de: Du kannst nicht mehr als {0} hochladen.
es: No puedes subir más de {0}.
fa: شما نمی‌توانید بیش از ⁨{0}⁩ فایل آپلود کنید.
fi: Et voi ladata yli {0}.
fr: Vous ne pouvez pas envoyer plus de {0}.
id: Anda tidak dapat mengunggah lebih dari {0} dokumen.
it: Non puoi caricare più di {0}.
ko: 파일을 {0}개 이상 업로드하실 수 없습니다.
ms: Anda tak boleh muat naik lebih dari {0}.
nl: Je kunt maximaal {0} uploaden.
pl: Nie możesz przesłać więcej niż {0}.
pt_br: Você não pode enviar mais do que {0} arquivos.
ru: Невозможно загрузить больше {0}.
sv: Du kan inte ladda upp fler än {0}.
tr: {0} üzerinde dosya yükleyemezsiniz.
uk: Ви не можете завантажити понад {0}.
uz: {0} dan ortiq fayl yuklay olmaysiz.
zh_cn: 您同时最多只能上传 {0}。
zh_tw: 您同時最多只能上傳 {0}。
